Repository: Mathogrammer/homepage
Catalog: src/locales/*/messages.po
Languages: de

source: A {role}.
de: Ein {role}.

source: Avatar placeholder
de: Avatar Platzhalter

source: Contact
de: Kontakt

source: Current Project
de: Derzeitiges Projekt

source: Curriculum Vitae [DE]
de: Lebenslauf

source: Email me
de: Kontakt aufnehmen

source: Hi, I'm<0/><1>{name}.</1>
de: Hi, ich bin<0/><1>{name}.</1>

source: Legal Notice / Privacy Policy
de: Impressum / Datenschutzerklärung

source: Mail
de: Email

source: Picture of Alexander Mantel's face in a circular frame.
de: Bild von Alexander Mantels Gesicht in einem runden Rahmen

source: Previous Projects
de: Vorherige Projekte

source: Projects
de: Projekte

source: Showcase of my CV, skills and portfolio
de: Hier kann man mehr über mich erfahren, wie mein Lebenslauf, meine Skills oder mein Portfolio
